{
  "title": "லிங்காஷ்டகம் (Lingashtakam)",
  "deity": "சிவபெருமான் (Lord Shiva)",
  "language": "Tamil",
  "verses": [
    {
      "verse_number": 1,
      "tamil_script": "பிரம்மா முராரி ஸுரார்ச்சித லிங்கம் நிர்மல பாஸித ஸோபித லிங்கம் |\nஜன்மஜ துக்க விநாஸக லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "பிரம்மன், விஷ்ணு மற்றும் தேவர்களால் பூஜிக்கப்பட்டதும், நிர்மலமான ஒளியுடன் விளங்குவதும், பிறப்பால் வரும் துயரங்களை அழிப்பதுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 2,
      "tamil_script": "தேவமுநி ப்ரவரார்ச்சித லிங்கம் காமதஹம் கருணாகர லிங்கம் |\nராவண தர்ப்ப விநாஸந லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "தேவர்களாலும் முனிவர்களாலும் பூஜிக்கப்பட்டதும், காமனை எரித்ததும், கருணை மிக்கதும், ராவணனின் அகந்தையை அழித்ததுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 3,
      "tamil_script": "ஸர்வ ஸுகந்தி ஸுலேபித லிங்கம் புத்தி விவ்ர்தன காரண லிங்கம் |\nஸித்த ஸுராஸுர வந்தித லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "நறுமணப் பொருட்கள் பூசப்பட்டதும், அறிவை வளர்க்கக் கூடியதும், சித்தர்கள், தேவர்கள் மற்றும் அசுரர்களால் வணங்கப்பட்டதுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 4,
      "tamil_script": "கனக மஹாமிணி பூஷித லிங்கம் பணிபதி வேஷ்டித ஸோபித லிங்கம் |\nதக்ஷ ஸுயக்ஞ விநாஸந லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "தங்கம் மற்றும் நவரத்தினங்களால் அலங்கரிக்கப்பட்டதும், நாகராஜனை மாலையாகக் கொண்டதும், தக்ஷனின் யாகத்தை அழித்ததுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 5,
      "tamil_script": "குங்கும சந்தன லேபித லிங்கம் பங்கஜ ஹார ஸுஸோபித லிங்கம் |\nஸஞ்சித பாப விநாஸந லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "குங்குமம் மற்றும் சந்தனம் பூசப்பட்டதும், தாமரை மலர் மாலைகளால் ஜொலிப்பதும், நாம் சேர்த்த பாவங்களை அழிப்பதுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 6,
      "tamil_script": "தேவகணார்ச்சித ஸேவித லிங்கம் பாவைர் பக்தி பிரேவச லிங்கம் |\nதினகர கோடி ப்ரபாகர லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "தேவ கணங்களால் பக்தியுடன் பூஜிக்கப்பட்டதும், கோடி சூரியப் பிரகாசம் கொண்டதும், தூய பக்தியால் அடையக்கூடியதுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 7,
      "tamil_script": "அஷ்ட தலோபரி வேஷ்டித லிங்கம் ஸர்வ ஸமுத்பவ காரண லிங்கம் |\nஅஷ்ட தரித்ர விநாஸந லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "எட்டு இதழ் தாமரையின் மேல் வீற்றிருப்பதும், அனைத்துப் படைப்புக்கும் காரணமானதும், எட்டு வகையான வறுமைகளை ஒழிப்பதுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    },
    {
      "verse_number": 8,
      "tamil_script": "ஸுரகுரு ஸுரவர பூஜித லிங்கம் ஸுரவன புஷ்ப ஸதார்ச்சித லிங்கம் |\nபராத்பரம் பரமாத்மக லிங்கம் தத்ப்ரணமாமி ஸதாசிவ லிங்கம் ||",
      "meaning": "தேவர்களின் குருவாலும் தேவர்களாலும் பூஜிக்கப்பட்டதும், தேவலோக மலர்களால் அர்ச்சிக்கப்படுவதும், எல்லாவற்றிற்கும் மேலான பரமாத்மாவாக விளங்குவதுமான அந்த ஸதாசிவ லிங்கத்தை நான் வணங்குகிறேன்."
    }
  ],
  "phalashruti": {
    "tamil_script": "லிங்காஷ்டகம் இதம் புண்யம் ய: படேச்சிவ ஸந்நிதௌ |\nசிவலோக மவாப்நோதி சிவேந ஸஹ மோததே ||",
    "meaning": "சிவபெருமானின் சந்நிதியில் இந்த லிங்காஷ்டகத்தைப் படிப்பவர், சிவலோகத்தை அடைந்து சிவபெருமானுடன் பேரின்பத்தை அடைவார்."
  }
}
